<?php

return [
	'edit' => 'изменить',
	'delete' => 'удалить',
	'save' => 'Сохранить',
	'back' => 'Назад',
	'step' => [
		'created' => 'Шаг создан',
		'updated' => 'Шаг обновлен',
		'deleted' => 'Шаг удален',
		'add' => 'Добавить шаг',
		'edit' => 'Изменить шаг'
	],
	'tour' => [
		'created' => 'Тур создан',
		'updated' => 'Тур обновлен',
		'deleted' => 'Тур удален',
		'add' => 'Добавить тур',
		'edit' => 'Изменить тур',
		'list' => 'Список туров',
	],
	'fields' => [
		'tour' => [
			'name' => 'Название тура',
			'tour-code' => 'Идентификатор',
			'active' => 'Тур активен',
			'autostart' => 'Запускать автоматически для всех новых пользователей'
		],
		'step' => [
			'name' => 'Тур',
			'title' => 'Заголовок',
			'content' => 'Описание',
			'placement' => 'Положение',
			'target' => 'Цель',
			'order' => 'Порядок',
			'show-close' => 'Кнопка "Закрыть"',
			'show-prev' => 'Кнопка "Назад"',
			'show-next' => 'Кнопка "Вперед"',
			'active' => 'Шаг активен',
			'route' => 'Маршрут',
			'next_on_target_click' => 'Следующий шаг по клику на цели'
		],
	],
];
